//CATRPT  JOB (ACCT),'CAT FACTS',CLASS=A,MSGCLASS=H
//*
//* RUN THE PROGRAM
//*
//RUN      EXEC PGM=CATRPT
//STEPLIB  DD DSN=Z85304.LOAD,DISP=SHR
//INFILE   DD DSN=Z85304.CATFACTS.INPUT,DISP=SHR
//OUTFILE  DD DSN=Z85304.CATFACTS.REPORT,DISP=SHR
//SYSOUT   DD SYSOUT=*
//CEEDUMP  DD DUMMY
