//COMPILE JOB 1,NOTIFY=&SYSUID
//CMPLNKGO EXEC IGYWCL,SRC=CATRPT
//COBOL.SYSIN  DD DSN=Z85304.CBL(CATRPT),DISP=SHR
//LKED.SYSLMOD DD DSN=Z85304.LOAD(CATRPT),DISP=SHR
