//COMPILE JOB 1,NOTIFY=&SYSUID
//CMPLNKGO EXEC IGYWCL,SRC=CATRPT
//COBOL.SYSIN  DD DSN=Z99999.CBL(CATRPT),DISP=SHR
//LKED.SYSLMOD DD DSN=Z99999.LOAD(CATRPT),DISP=SHR
