//DEFINE  JOB (ACCT),'CAT FACTS',CLASS=A,MSGCLASS=H
//*
//* ALLOCATE DATASETS
//*
//ALLOCIN  EXEC PGM=IEFBR14
//DD1      DD DSN=Z99999.CATFACTS.INPUT,DISP=(NEW,CATLG,DELETE),
//            UNIT=SYSDA,SPACE=(TRK,(5,5)),RECFM=FB,LRECL=304
//ALLOCOUT EXEC PGM=IEFBR14
//DD1      DD DSN=Z99999.CATFACTS.REPORT,DISP=(NEW,CATLG,DELETE),
//            UNIT=SYSDA,SPACE=(TRK,(5,5)),RECFM=FB,LRECL=132