//CLEANUP  JOB (ACCT),'CLEANUP DATASETS',CLASS=A,MSGCLASS=H,
//         USER=Z85304
//*
//* DELETE DATASETS
//*
//DELETE   EXEC PGM=IEFBR14
//DD1      DD DSN=Z85304.CATFACTS.INPUT,
//            DISP=(MOD,DELETE,DELETE),
//            UNIT=SYSDA
//DD2      DD DSN=Z85304.CATFACTS.REPORT,
//            DISP=(MOD,DELETE,DELETE),
//            UNIT=SYSDA

